<plist version="1.0"><dict><key>PayloadDisplayName</key><string>HAK_OFFICAIL PUBG HOST</string><key>PayloadIdentifier</key><string>vpn.ipsec.157.175.90.200</string><key>PayloadUUID</key><string>ff27f8895510ffdb1fd5</string><key>PayloadType</key><string>Configuration</string><key>PayloadVersion</key><integer>1</integer><key>PayloadRemovalDisallowed</key><false/><key>PayloadContent</key><array><dict><key>UserDefinedName</key><string>??HAK_OFFICAIL PUBG HOST??</string><key>PayloadDisplayName</key><string>??HAK_OFFICAIL PUBG HOST??</string><key>PayloadIdentifier</key><string>157.175.90.200.ipsec</string><key>PayloadUUID</key><string>1f4b27dc1578aafc53b8</string><key>PayloadType</key><string>com.apple.vpn.managed</string><key>PayloadVersion</key><integer>1</integer><key>VPNType</key><string>IPSec</string><key>IPSec</key><dict><key>RemoteAddress</key><string>157.175.90.200</string><key>AuthenticationMethod</key><string>SharedSecret</string><key>XAuthEnabled</key><integer>1</integer><key>LocalIdentifierType</key><string>KeyID</string><key>SharedSecret</key><string>myhost</string></dict></dict></array></dict></plist>